"3-finger Horizontal Swipe" = "3-sõrmega horisontaalne pühkimine";
"3-finger Vertical Swipe" = "3-sõrmega vertikaalne pühkimine";
"4-finger Horizontal Swipe" = "4-sõrmega horisontaalne pühkimine";
"4-finger Vertical Swipe" = "4-sõrmega vertikaalne pühkimine";
"About" = "Ümber";
"About %@" = "About %@";
"Accessibility" = "Ligipääsetavus";
"Acknowledgments" = "Tunnustused";
"Active app" = "Active app";
"Active screen" = "Aktiivne ekraan";
"Active Space" = "Aktiivne ruum";
"Add a running app" = "Lisa töötav rakendus";
"Add an app from disk" = "Lisa rakendus kettalt";
"Additional controls" = "Lisakontroll";
"Additional controls…" = "Lisakontrollid ...";
"Advanced" = "Arenenud";
"After keys are released" = "Pärast klahvide vabastamist";
"After release" = "Pärast vabastamist";
"Align windows" = "Aknad joondage";
"Align windows:" = "Joonda aknad:";
"All apps" = "All apps";
"All data from this form will be made public, as a ticket on github.com" = "Kõik selle vormi andmed avalikustatakse Github.com -i piletina";
"All screens" = "Kõik ekraanid";
"All Spaces" = "All Spaces";
"Allowed" = "Lubatud";
"Alphabetical" = "Tähestikuline";
"Alphabetical Order" = "Tähestikuline järjekord";
"Also select windows using:" = "Vali aknaid ka järgmisega:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab crashed last time you used it. Sending a crash report will help get the issue fixed";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab on praegu seatud rakenduste kuvamiseks.See säte on saadaval ainult siis, kui Alttab on seatud Windowsi kuvamiseks.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab töötab ilma ekraani salvestamise lubadeta. Pisipildid ei kuvata.";
"AltTab needs some permissions" = "Alttab vajab mingeid õigusi";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab näitab, kas aken on praegu minimeeritud või olekuikooniga täisekraanil.";
"Always" = "Alati";
"Always send crash reports" = "Saada alati krahhi aruanded";
"and press" = "ja vajutama";
"and press:" = "ja vajuta:";
"Animations" = "Animatsioonid";
"Animations…" = "Animatsioonid ...";
"App (BundleID starting with)" = "Rakendus (bundleID alustab)";
"App Icons" = "Rakenduse ikoonid";
"App is hidden" = "App is hidden";
"App is running but has no open window" = "Rakendus töötab, kuid sellel pole avatud akent";
"Apparition delay" = "Ilmumisviivitus";
"Apparition delay of Switcher" = "Lüliti ilmumise viivitus";
"Apparition delay:" = "Ilmumise viivitus:";
"Appearance" = "Välimus";
"Application Name" = "Rakenduse nimi";
"Application Name - Window Title" = "Rakenduse nimi - akna pealkiri";
"Applications" = "Rakendused";
"Are you sure you don’t want a response?" = "Kas olete kindel, et te ei soovi vastust?";
"Arrow keys" = "Nooleklahvid";
"Ask whether to send crash reports" = "Küsige, kas saata krahhi aruandeid";
"Auto" = "Automaatne";
"Auto-install updates periodically" = "Auto-install updates periodically";
"Blacklists" = "Mustade nimekirjad";
"Cancel" = "Tühista";
"Cancel and hide" = "Tühista ja peida";
"Capture windows in the background" = "Jäädvusta aknaid taustal";
"Center" = "Keskel";
"Check for updates now…" = "Kontrollige värskendusi kohe ...";
"Check for updates periodically" = "Kontrollige värskendusi perioodiliselt";
"Check for updates…" = "Check for updates…";
"Check permissions…" = "Check permissions…";
"Close window" = "Sulgede aken";
"Conflicting shortcut" = "Vastuoluline otsetee";
"Controls" = "Kontrollrühmad";
"Crash reports policy" = "Krahhi aruannete poliitika";
"Crash reports policy:" = "Avariiaruannete poliitika:";
"Cursor follows focus" = "Kursor järgib fookust";
"Customize App Icons style…" = "Kohandage rakenduse ikoonide stiil ...";
"Customize Thumbnails style…" = "Kohandage pisipiltide stiili ...";
"Customize Titles style…" = "Kohandage pealkirjade stiil ...";
"Dark" = "Tume";
"Debug tools" = "Silumistööriistad";
"Disabled" = "Keelatud";
"Do nothing" = "Do nothing";
"Don’t check for updates periodically" = "Ärge kontrollige värskendusi perioodiliselt";
"Don’t send" = "Ärge saatke";
"Don’t show windows from these apps" = "Ära näita aknaid nendest rakendustest";
"Done" = "Tehtud";
"End" = "Lõpp";
"Exceptions" = "Erandid";
"Export settings…" = "Ekspordi seaded…";
"Export…" = "Ekspordi…";
"Fade in animation of Preview" = "Eelvaate sissehäälbumise animatsioon";
"Fade out animation" = "Tuhmuma animatsiooni";
"Fade out animation of Switcher" = "Lüliti väljahäälbumise animatsioon";
"Fade out animation:" = "Väljahäälbumise animatsioon:";
"Failed to import settings" = "Seadete importimine nurjus";
"Focus selected window" = "Focus selected window";
"Fullscreen window" = "Täisekraani aken";
"Fullscreen windows:" = "Täisekraani aknad:";
"Fullscreen/Defullscreen window" = "Täisekraanil/defullcreen aken";
"General" = "Üldine";
"Gesture" = "Žest";
"Grant permission" = "Anna luba";
"Hidden windows:" = "Peidetud aknad:";
"Hide" = "Varjama";
"Hide app badges" = "Hide app badges";
"Hide app badges:" = "Peida rakenduse märgid:";
"Hide apps with no open window" = "Hide apps with no open window";
"Hide apps with no open window:" = "Peida rakendused, millel pole avatud akent:";
"Hide colored circles on mouse hover" = "Peida hiire hõljumisel värvilised ringid";
"Hide colored circles on mouse hover:" = "Peida värvilised ringid hiirega üle hõljumisel:";
"Hide in %@" = "Peida sisse %@";
"Hide Space number labels" = "Hide Space number labels";
"Hide Space number labels:" = "Peida ruumide numbrimärgised:";
"Hide status icons" = "Peida olekuikoonid";
"Hide status icons:" = "Peida olekuikoonid:";
"Hide window thumbnails:" = "Peida akna pisipildid:";
"Hide/Show app" = "Peida/näituserakendus";
"High" = "Kõrge";
"Highest" = "Kõrgeim";
"Hold" = "Hoia";
"Horizontal Swipe with Four Fingers" = "Horisontaalne pühkimine nelja sõrmega";
"Horizontal Swipe with Three Fingers" = "Horisontaalne pühkimine kolme sõrmega";
"I think the app could be improved with…" = "I think the app could be improved with…";
"Ignore shortcuts when active" = "Ignoreeri otseteid aktiivselt";
"Ignore shortcuts while a window from these apps is active" = "Ignoreeri otseteid, kui nende rakenduste aken on aktiivne";
"Import settings…" = "Impordi seaded…";
"Import…" = "Impordi…";
"Keep open" = "Hoia avatuna";
"Keep open and search" = "Hoia avatuna ja otsi";
"Language" = "Keel";
"Language Change" = "Keelemuudatus";
"Large" = "Suur";
"Later" = "Hiljem";
"Latest releases" = "Latest releases";
"Leading" = "Juhtiv";
"Left" = "Vasak";
"Light" = "Hele";
"Lock search" = "Lukusta otsing";
"Max height on screen:" = "Maksimaalne kõrgus ekraanil:";
"Max width on screen:" = "Maksimaalne laius ekraanil:";
"Medium" = "Vahend";
"Menubar icon" = "Menubari ikoon";
"Menubar icon:" = "Menüüriba ikoon:";
"Middle" = "Keskosa";
"Minimize/Deminimize window" = "Minimize/Deminimize window";
"Minimized windows:" = "Minimeeritud aknad:";
"Miscellaneous" = "Muu";
"Miscellaneous:" = "Muu:";
"Mouse hover" = "Hiirega üle hõljumine";
"Multiple screens" = "Mitu ekraani";
"Never" = "Mitte kunagi";
"Never send crash reports" = "Ärge kunagi saatke krahhi aruandeid";
"No Window" = "Akent pole";
"Non-active apps" = "Mitteaktiivsed rakendused";
"Non-visible Spaces" = "Mittenähtavad ruumid";
"Normal" = "Normaalne";
"Not allowed" = "Pole lubatud";
"NSHumanReadableCopyright" = "GPL-3.0 litsents";
"Only if the window is fullscreen" = "Ainult kui aken on täisekraanil";
"Only on different screen" = "Ainult erineval ekraanil";
"Open Accessibility Preferences…" = "Avatud juurdepääsetavuse eelistused ...";
"Open Accessibility Settings…" = "Ava juurdepääsetavuse seaded…";
"Open Screen Recording Preferences…" = "Avatud ekraani salvestamise eelistused ...";
"Open Screen Recording Settings…" = "Ava ekraanisalvestuse seaded…";
"Open System Settings to confirm, and continue" = "Ava süsteemiseaded kinnitamiseks ja jätkamiseks";
"Open Trackpad Preferences…" = "Ava puuteplaadi eelistused…";
"Open Trackpad Settings…" = "Ava puuteplaadi seaded…";
"Optional: email (if you want a reply)" = "Valikuline: e -post (kui soovite vastust)";
"Order windows by" = "Tellige aknad";
"Please fill in the form" = "Palun täida vorm";
"Policies" = "Policies";
"Preferences…" = "Eelistused ...";
"Preview selected window" = "Eelvaade valitud aken";
"Preview selected window:" = "Valitud akna eelvaade:";
"Preview the selected window." = "Eelvaade valitud aken.";
"Quit" = "Loobuma";
"Quit %@" = "Sulge %@";
"Quit app" = "Quit app";
"Recently Created" = "Hiljuti loodud";
"Recently Created First" = "Hiljuti loodi esimene";
"Recently Focused" = "Hiljuti fookuses olnud";
"Recently Focused First" = "Hiljuti keskendus kõigepealt";
"Remember my choice" = "Remember my choice";
"Reset preferences and restart" = "Lähtestage eelistused ja taaskäivitage";
"Reset preferences and restart…" = "Reset preferences and restart…";
"Reset settings and restart" = "Lähtesta seaded ja taaskäivita";
"Reset settings and restart…" = "Lähtesta seaded ja taaskäivita…";
"Restart Now" = "Taaskäivita kohe";
"Rows of thumbnails:" = "Pisipiltide read:";
"Screen including menu bar" = "Ekraan sisaldab menüüriba";
"Screen including mouse" = "Ekraan koos hiirga";
"Screen Recording" = "Ekraanisalvestus";
"Screen showing AltTab" = "Ekraan, mis näitab altabi";
"Search" = "Otsi";
"Select next window" = "Valige järgmine aken";
"Select previous window" = "Select previous window";
"Select windows on mouse hover" = "Valige hiire hõljuk Windows";
"Select windows using arrow keys" = "Valige Windows, kasutades nooleklahve";
"Select windows using vim keys" = "Valige aknad VIM -klahvide abil";
"Send" = "Saada";
"Send a crash report?" = "Kas saata krahhi aruanne?";
"Send anyway" = "Saada niikuinii";
"Send debug profile (CPU, memory, etc)" = "Saada silumisprofiil (CPU, mälu jne)";
"Send feedback" = "Saada tagasisidet";
"Send feedback…" = "Saada tagasisidet ...";
"Settings imported" = "Seaded imporditud";
"Settings…" = "Seaded";
"Share improvement ideas, or report bugs" = "Jagage parendamise ideid või teatage vigadest";
"Shortcut" = "Otsetee";
"Shortcut 1" = "Otsetee 1";
"Shortcut 2" = "Otsetee 2";
"Shortcut 3" = "Otsetee 3";
"Shortcut 4" = "Otsetee 4";
"Shortcut 5" = "Otsetee 5";
"Shortcut already assigned to another action: %@" = "Otsetee on juba teisele toimingule määratud: %@";
"Shortcuts When Active" = "Otseteed aktiivselt";
"Shortcuts when active…" = "Otseteed aktiivselt ...";
"Show" = "Näita";
"Show & Hide" = "Näita Peida";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Kuvage iga akna või iga rakenduse jaoks lüliti üksust.Aknad keskenduvad, rakendused aga aktiveeritakse.";
"Show apps with no open window" = "Näita rakendusi, millel pole avatud akent";
"Show at the end" = "Näidata lõpus";
"Show fullscreen windows" = "Kuva täisekraaniga aknad";
"Show hidden windows" = "Kuva peidetud aknad";
"Show in switcher" = "Näita lüliti";
"Show minimized windows" = "Näita minimeeritud aknaid";
"Show on" = "Näitama";
"Show on:" = "Näita:";
"Show standard tabs as windows" = "Näidake standardseid vahekaarte kui Windowsi";
"Show standard tabs as windows:" = "Näita standardseid vahelehti akendena:";
"Show titles" = "Näitama pealkirju";
"Show windows from applications" = "Kuva rakenduste aknad";
"Show windows from screens" = "Kuva ekraanidelt aknaid";
"Show windows from Spaces" = "Kuva aknad ruumidelt";
"Show windows from:" = "Näita aknaid järgmisest:";
"Size" = "Suurus";
"Skipped" = "Vahele jäetud";
"Small" = "Väike";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Mõned rakendused, näiteks Finder või eelvaade, kasutavad standardseid vahekaarte, mis toimivad nagu sõltumatud aknad.Mõned muud rakendused, näiteks veebibrauserid, kasutavad kohandatud vahekaarte, mis toimivad ainulaadsel viisil ja pole tegelikud aknad.Alttab ei saa neid eraldi loetleda.";
"Source code repository" = "Source code repository";
"Space" = "Ruum";
"Space Order" = "Kosmosekorraldus";
"Start" = "Start";
"Start at login" = "Alustage sisselogimisest";
"Start at login:" = "Käivita sisselogimisel:";
"Support this project" = "Toetage seda projekti";
"Swipe with Four Fingers" = "Pühkimine nelja sõrmega";
"Swipe with Three Fingers" = "Pühkimine kolme sõrmega";
"Switch between 3 different styles. You can customize them." = "Lülitage 3 erineva stiili vahel.Saate neid kohandada.";
"System" = "Süsteem";
"System Default" = "Süsteemi vaikeväärtus";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "Otseteekombinatsiooni ⌘⎋ (command+escape) võib macOS kasutada GameOverlay jaoks.\n\nTeie muudatus määraks selle: %@.\n\nKui soovite jätkata, veenduge, et GameOverlay otsetee on keelatud.\nPange tähele ka, et macOS on teatanud vigadest, kus otsetee võib keelatuna siiski segada.";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Klahv ⎋ (escape) on mõnede macOS-i otseteede (nt ⌘⌥⎋ kuvab rakenduste sundlõpetamise akna) poolt reserveeritud.\n\nKui soovite kasutada ⎋ klahvi, veenduge, et hoidmismodifikaatorid ei ole: ⌘⌥, ⌘⌥⇧ ega ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "Klahv ⎋ (escape) on mõnede macOS-i otseteede (nt ⌘⌥⎋ kuvab rakenduste sundlõpetamise akna) poolt reserveeritud.\n\nTeie muudatus määraks selle: %@.\n\nKui soovite kasutada ⎋ klahvi, veenduge, et hoidmismodifikaatorid ei ole: ⌘⌥, ⌘⌥⇧ ega ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "Rakendus peab imporditud seadete rakendamiseks taaskäivituma.";
"The application needs to restart to apply the language change." = "Rakendus tuleb keelemuudatuse rakendamiseks taaskäivitada.";
"Theme" = "Teema";
"Theme:" = "Teema:";
"Then release:" = "Seejärel vabasta:";
"This permission is needed to focus windows after you release the shortcut" = "See luba on vaja Windowsi keskendumiseks pärast otsetee vabastamist";
"This permission is needed to show screenshots and titles of open windows" = "Seda luba on vaja avatud akende ekraanipiltide ja pealkirjade kuvamiseks";
"This permission is needed to show thumbnails and preview of open windows" = "See luba on vajalik avatud akende pisipiltide ja eelvaate kuvamiseks";
"Thumbnails" = "Pisipildid";
"Title" = "Pealkiri";
"Title truncation" = "Pealkirja kärpimine";
"Titles" = "Pealkirjad";
"Trackpad haptic feedback" = "Puuteplaadi haptiline tagasiside";
"Trigger" = "Käivita";
"Trigger shortcut" = "Päästiku otsetee";
"Unassign existing shortcut and continue" = "Olemasoleva otsetee määramine ja jätkake";
"Updates policy" = "Värskendab poliitikat";
"Updates policy:" = "Uuenduste poliitika:";
"Use the app without this permission. Thumbnails won’t show." = "Kasuta rakendust ilma selle loata. Pisipildid ei kuvata.";
"Version" = "Version";
"Vertical Swipe with Four Fingers" = "Vertikaalne pühkimine nelja sõrmega";
"Vertical Swipe with Three Fingers" = "Vertikaalne pühkimine kolme sõrmega";
"View existing discussions" = "View existing discussions";
"Vim keys" = "Vimi klahvid";
"Vim keys already assigned to other actions:\n%@" = "VIM võtmed on juba muude toimingute jaoks määratud: \\ n%@";
"Visibility" = "Nähtavus";
"Visible Spaces" = "Nähtavad ruumid";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "Välja lülitamisel välditakse macOS-i lilla ekraanisalvestuse indikaatorit ja välditakse virvendust DRM-videote esitamisel. Pisipildid on vähem ajakohased.";
"When fullscreen" = "Kui täisekraanil";
"When no open window" = "Kui pole avatud akent";
"While open, press:" = "Avatuna vajuta:";
"Window app icon size:" = "Akna rakenduse ikooni suurus:";
"Window is fullscreen" = "Aken on täisekraaniga";
"Window is minimized" = "Aken on minimeeritud";
"Window is on every Space" = "Aken on igal ruumis";
"Window is on Space %d" = "Aken on kosmoses %d";
"Window max width in row:" = "Akna maksimaalne laius reas:";
"Window min width in row:" = "Akna minimaalne laius reas:";
"Window order:" = "Akende järjestus:";
"Window Title" = "Akna pealkiri";
"Window title contains" = "Akna pealkiri sisaldab";
"Window title font size:" = "Akna pealkirja fondi suurus:";
"Window title truncation:" = "Akna pealkirja kärpimine:";
"Windows" = "Aknad";
"You can’t undo this action." = "You can’t undo this action.";
"You didn’t write your email, thus can’t receive any response." = "Te ei kirjutanud oma e -posti, seega ei saa te vastust.";
"You may need to disable some conflicting system gestures" = "Võimalik, et pead keelama mõned konfliktsed süsteemžestid";
